[LocAdmin_Strings]
INFO_RD_AM_Check=Achievements: Content enabled.;;IT;;FR;;Erfolge: Aktiv.;;SP;;CZ;;Eredmények: Tartalom aktiválva.;;Achievements: Zawartość włączona.;;Достижения: Контент доступен.;;成就模組：內容可用。;
INFO_RD_AM_AchievementUnlocked=All achievements unlocked!;;IT;;FR;;Alle Erfolge freigeschaltet!;;SP;;CZ;;Minden eredmény feloldva!;;Wszystkie osiągnięcia odblokowane!;;Получены все достижения!;;獲得了所有成就！;
INFO_RD_AM_ALC_Check=Alchemy: One of the conditions is met...;;IT;;FR;;Alchemie: Eine der Bedingungen wurde erfüllt...;;SP;;CZ;;Alkímia: a feltételek egyike teljesült...;;Alchemia: Jeden z warunków został spełniony...;;Алхимия: выполнено одно из условий...;;TRC;
INFO_RD_AM_DEX_Check=Hunting: One of the conditions is met...;;IT;;FR;;Jagd: Eine der Bedingungen wurde erfüllt...;;SP;;CZ;;Vadászat: a feltételek egyike teljesült...;;Myślistwo: Jeden z warunków został spełniony...;;Охота: выполнено одно из условий...;;TRC;
INFO_RD_AM_SMT_Check=Blacksmithing: One of the conditions is met...;;IT;;FR;;Schmiedekunst: Eine der Bedingungen wurde erfüllt...;;SP;;CZ;;Kovácsolás: a feltételek egyike teljesült...;;Kowalstwo: Jeden z warunków został spełniony...;;Кузнечество: выполнено одно из условий...;;TRC;
INFO_RD_AM_THF_Check=Theft: One of the conditions is met...;;IT;;FR;;Diebstahl: Eine der Bedingungen wurde erfüllt...;;SP;;CZ;;Tolvajlás: a feltételek egyike teljesült...;;Złodziejstwo: Jeden z warunków został spełniony...;;Воровство: выполнено одно из условий...;;TRC;
FO_It_Coin_AM=Achievement;;IT;;FR;;Erfolg;;SP;;CZ;;Eredmények;;Osiągnięcia;;Достижение;;成就;
QUEST_AM_ALC_Report_Alchemists=Alchemy: Curious student.;;IT;;FR;;Alchemie-Erfolg: Neugieriger Student.;;SP;;CZ;;Alkímia: Kíváncsi tanonc.;;Alchemia: Żądny wiedzy uczeń.;;Алхимия: Любознательный ученик.;;TRC;
QUEST_AM_ALC_HasItems_Mushrooms=Alchemy: The Lucky Mushroomer.;;IT;;FR;;Alchemie-Erfolg: Glückliche Pilzsammler.;;SP;;CZ;;Alkímia: A vidám gombaszedő.;;Alchemia: Szczęśliwy grzybiarz.;;Алхимия: Везучий грибник.;;TRC;
QUEST_AM_ALC_HasItems_PlantsRest=Alchemy: The Rookie Medic.;;IT;;FR;;Alchemie-Erfolg: Junge Mediziner.;;SP;;CZ;;Alkímia: Kezdő orvos.;;Alchemia: Uzdrowiciel żółtodziób.;;Алхимия: Начинающий знахарь.;;TRC;
QUEST_AM_ALC_HasItems_PlantsPerm=Alchemy: The Skilled Herbalist.;;IT;;FR;;Alchemie-Erfolg: Erfahrener Kräuterkundiger.;;SP;;CZ;;Alkímia: Tapasztalt füvesember.;;Alchemia: Doświadczony zielarz.;;Алхимия: Опытный травник.;;TRC;
QUEST_AM_ALC_HasItems_Potion_Empty=Alchemy: Thrifty Potion Master.;;IT;;FR;;Alchemie-Erfolg: Sparsame Trankmeister.;;SP;;CZ;;Alkímia: Takarékos főzetmester.;;Alchemia: Chomik eliksirów.;;Алхимия: Запасливый зельевар.;;TRC;
QUEST_AM_DEX_Kill_Alligators=Hunting: Jack Alligator's apprentice.;;IT;;FR;;Jagd-Erfolg: Aligator Jacks Lehrling.;;SP;;CZ;;Vadászat: Aligátor Jack tanítványa.;;Myślistwo: Czeladnik Jacka Aligatora.;;Охота: Ученик Аллигатора Джека.;;TRC;
QUEST_AM_DEX_Kill_Bisons_Rhinos=Hunting: Horns and hooves.;;IT;;FR;;Jagd-Erfolg: Hörner und Hufe.;;SP;;CZ;;Vadászat: Szarvak és paták.;;Myślistwo: Rogi i kopyta.;;Охота: Рога и копыта.;;TRC;
QUEST_AM_DEX_Kill_Bloodflies=Hunting: Annoying flies.;;IT;;FR;;Jagd-Erfolg: Lästige Fliegen.;;SP;;CZ;;Vadászat: Bosszantó legyek.;;Myślistwo: Natrętni krwiopijcy.;;Охота: Назойливые мухи.;;TRC;
QUEST_AM_DEX_Kill_Boars=Hunting: Rabid boars.;;IT;;FR;;Jagd-Erfolg: Wütende Wildschweine.;;SP;;CZ;;Vadászat: Felbőszült vaddisznók.;;Myślistwo: Oszalałe dziki.;;Охота: Бешеные вепри.;;TRC;
QUEST_AM_DEX_Kill_Canines=Hunting: The Alpha and The Omega.;;IT;;FR;;Jagd-Erfolg: Alpha und Omega.;;SP;;CZ;;Vadászat: Alfa és Omega.;;Myślistwo: Alfa i Omega.;;Охота: Альфа и Омега.;;TRC;
QUEST_AM_DEX_Kill_Deers=Hunting: It's coming right for us!;;IT;;FR;;Jagd-Erfolg: Nichts wie weg!;;SP;;CZ;;Vadászat: Egyenesen felénk tart!;;Myślistwo: Biegnie prosto na nas!;;Охота: Он собирается напасть!;;TRC;
QUEST_AM_DEX_Kill_Demons=Hunting: The Only Thing They Fear Is You.;;IT;;FR;;Jagd-Erfolg: Gefürchtet!;;SP;;CZ;;Vadászat: Az egyetlen, amitől félnek, az te vagy!;;Myślistwo: Jedynym, czego się boją... jesteś ty.;;Охота: Единственное, чего они боятся — это ты.;;TRC;
QUEST_AM_DEX_Kill_Felines=Hunting: Predatory felines.;;IT;;FR;;Jagd-Erfolg: Raubkatzen.;;SP;;CZ;;Vadászat: Ragadozómacskák.;;Myślistwo: Drapieżne koty.;;Охота: Хищные кошки.;;TRC;
QUEST_AM_DEX_Kill_Gargoyles=Hunting: Ancient abomination.;;IT;;FR;;Jagd-Erfolg: Monster der Vorfahren.;;SP;;CZ;;Vadászat: Az ősidők szörnyei.;;Myślistwo: Starożytne potwory.;;Охота: Чудовища древности.;;TRC;
QUEST_AM_DEX_Kill_Goblins=Hunting: Goblin Slayer.;;IT;;FR;;Jagd-Erfolg: Goblin-Schlächter.;;SP;;CZ;;Vadászat: Goblinölő.;;Myślistwo: Zabójca goblinów.;;Охота: Убийца гоблинов.;;TRC;
QUEST_AM_DEX_Kill_Golems=Hunting: Elemental Master.;;IT;;FR;;Jagd-Erfolg: Meister der Elemente.;;SP;;CZ;;Vadászat: Az elemek megfékezője.;;Myślistwo: Poskramiacz żywiołów.;;Охота: Укротитель стихий.;;TRC;
QUEST_AM_DEX_Kill_Lurkers=Hunting: Lurking lurkers.;;IT;;FR;;Jagd-Erfolg: Lurkerjagd.;;SP;;CZ;;Vadászat: Lopakodóvadászat.;;Myślistwo: Utopił topielce.;;Охота: Шныряющие шныги.;;TRC;
QUEST_AM_DEX_Kill_Minecrawlers=Hunting: Miner's nightmare.;;IT;;FR;;Jagd-Erfolg: Bergmanns-Albtraum.;;SP;;CZ;;Vadászat: Egy bányász rémálma.;;Myślistwo: Koszmar górnika.;;Охота: Кошмар рудокопа.;;TRC;
QUEST_AM_DEX_Kill_Scavengers=Hunting: Overgrown birds.;;IT;;FR;;Jagd-Erfolg: Übergroße Vögel.;;SP;;CZ;;Vadászat: Nagyra nőtt madarak.;;Myślistwo: Przerośnięte ptaki.;;Охота: Птицы-переростки.;;TRC;
QUEST_AM_DEX_Kill_ScorpionKings=Hunting: Vestige of the Past.;;IT;;FR;;Jagd-Erfolg: Spur der Vergangenheit.;;SP;;CZ;;Vadászat: A múlt maradványai.;;Myślistwo: Ślad przeszłości.;;Охота: Пережиток прошлого.;;TRC;
QUEST_AM_DEX_Kill_Shadowbeasts=Hunting: Horror of the Night.;;IT;;FR;;Jagd-Erfolg: Schrecken der Nacht.;;SP;;CZ;;Vadászat: Az éjszaka réme.;;Myślistwo: Terror nocy.;;Охота: Ужас ночи.;;TRC;
QUEST_AM_DEX_Kill_Snappers=Hunting: Fleet-footed reptiles.;;IT;;FR;;Jagd-Erfolg: Flinke Reptilien.;;SP;;CZ;;Vadászat: Fürge hüllők.;;Myślistwo: Szybkie gady.;;Охота: Быстроногие рептилии.;;TRC;
QUEST_AM_DEX_Kill_TRex=Hunting: An endangered species.;;IT;;FR;;Jagd-Erfolg: Gefährdete Spezies.;;SP;;CZ;;Vadászat: Veszélyeztetett faj.;;Myślistwo: Wymierający gatunek.;;Охота: Исчезающий вид.;;TRC;
QUEST_AM_DEX_Kill_Troll=Hunting: What the HELL is this skin!?;;IT;;FR;;Jagd-Erfolg: Was ist das für ein Fell!?;;SP;;CZ;;Vadászat: Ez meg miféle bőr!?;;Myślistwo: A co TO za skóra?;;Охота: А это что за шкура?!;;TRC;
QUEST_AM_DEX_Kill_Warans=Hunting: Insidious tongues.;;IT;;FR;;Jagd-Erfolg: Heimtückische Zungen.;;SP;;CZ;;Vadászat: Alattomos nyelvek.;;Myślistwo: Nikczemne języki.;;Охота: Коварные языки.;;TRC;
QUEST_AM_SMT_HasItems_Ore=Blacksmithing: The Guru Digger.;;IT;;FR;;Schmiede-Erfolg: Bergmanns-Guru.;;SP;;CZ;;Kovácsolás: A bányászok guruja.;;Kowalstwo: Guru kopaczy.;;Кузнечество: Гуру среди рудокопов.;;TRC;
QUEST_AM_SMT_HasItems_Sword_PureOre=Blacksmithing: The Legendary Ore.;;IT;;FR;;Schmiede-Erfolg: Legendäre Rohstoffe.;;SP;;CZ;;Kovácsolás: Legendás nyersanyagok.;;Kowalstwo: Legendarna ruda.;;Кузнечество: Легендарное сырье.;;TRC;
QUEST_AM_SMT_HasItems_Sword_RawOre=Blacksmithing: High quality material.;;IT;;FR;;Schmiede-Erfolg: Hochwertige Materialien.;;SP;;CZ;;Kovácsolás: Kiváló minőségű nyersanyagok.;;Kowalstwo: Materiał wysokiej jakości.;;Кузнечество: Качественный материал.;;TRC;
QUEST_AM_SMT_HasItems_Sword_Raw=Blacksmithing: Strike while the iron is hot.;;IT;;FR;;Schmiede-Erfolg: Heiße Schmiede.;;SP;;CZ;;Kovácsolás: Addig üsd a vasat, amíg meleg.;;Kowalstwo: Kuj żelazo, póki gorące.;;Кузнечество: Куй железо, пока горячо.;;TRC;
QUEST_AM_SMT_Report_Blacksmiths=Blacksmithing: Cultural exchange.;;IT;;FR;;Schmiede-Erfolg: Kulturaustausch.;;SP;;CZ;;Kovácsolás: Kulturális csere.;;Kowalstwo: Wymiana kulturowa.;;Кузнечество: Культурный обмен.;;TRC;
QUEST_AM_THF_HasItems_Chests=Theft: Collector's find.;;IT;;FR;;Diebstahl-Erfolg: Sammlerstücl.;;SP;;CZ;;Tolvajlás: Szerzemény egy gyűjtőnek.;;Złodziejstwo: Znalezisko kolekcjonera.;;Воровство: Находка для коллекционера.;;TRC;
QUEST_AM_THF_HasItems_Cups=Theft: Luxury dishes.;;IT;;FR;;Diebstahl-Erfolg: Luxuriöses Geschirr.;;SP;;CZ;;Tolvajlás: Fényűző edények.;;Złodziejstwo: Luksusowa zastawa.;;Воровство: Роскошная посуда.;;TRC;
QUEST_AM_THF_HasItems_Jewels=Theft: Shiny trinkets.;;IT;;FR;;Diebstahl-Erfolg: Glänzende Ware.;;SP;;CZ;;Tolvajlás: Ragyogó csecsebecsék.;;Złodziejstwo: Błyszczące błyskotki.;;Воровство: Блестящие побрякушки.;;TRC;
QUEST_AM_THF_HasItems_Lockpicks=Theft: Lockpicker's tools.;;IT;;FR;;Diebstahl-Erfolg: Einbrechers Freund.;;SP;;CZ;;Tolvajlás: Egy betörő szerszámai.;;Złodziejstwo: Narzędzia włamywacza.;;Воровство: Инструменты взломщика.;;TRC;
QUEST_AM_THF_Report_Thieves=Theft: Everywhere and nowhere.;;IT;;FR;;Diebstahl-Erfolg: Überall und Nirgendwo.;;SP;;CZ;;Tolvajlás: Mindenütt és sehol.;;Złodziejstwo: Wszędzie i nigdzie.;;Воровство: Повсюду и нигде.;;TRC;